package com.think.guoyh.data.bean.text;

import java.util.List;

//文章
public class TextContentBean {

    /**
     * code : 1
     * msg : success
     * time : 1578288324
     * data : {"article":[{"id":18957,"volume":"第一卷","title":"序章","book_id":22,"link":"https://www.qinxiaoshuo.com/read/0/2074/5d77da1356fec85e5b1048f9.html","words":0,"source":1,"is_get":2,"content":"第一卷  序章\n\\n\\n校对：化物语\n\\n\\n二校：水色loli控\n\\n\\n=========================\n\\n\\n　　简介：\n\\n\\n『被霸凌的孩子』南云始，与同班同学一起被召唤至异世界。虽然同学们接连显现战斗取向的特殊能力，但始却只拥有炼成师这种平凡的能力。而且在异世界仍为最弱的他，竟被某位同学恶意推落了迷宫深谷──！？\n\\n\\n在找不到方法逃脱的绝望深渊中，始像是命中注定般地邂逅吸血鬼月，寻得了以炼成师的身分造就最强的道路──\n\\n\\n「我保护月，月也保护我。这样我就是最强的。我要扫荡一切，超越全世界。」\n\\n\\n坠落深渊的少年与隐居最深处的吸血鬼，两人联手打造的『最强』异世界奇幻故事，正式揭开序幕！\n\\n\\n　　序章\n\\n\\n第一章　异世界召唤与平凡天职\n\\n\\n第二章　深渊底层的怪物\n\\n\\n第三章　黄金吸血姬\n\\n\\n第四章　最深处的守护者\n\\n\\n最终章　启程\n\\n\\n序章性质的终章\n\\n\\n番外篇　胜算百分之零的战役\n\\n\\n后记\n\\n\\n特典小册子　降临在圣地的战姬\n\\n\\n降临在圣地的女武神\n\\n\\n追求浪漫\n\\n\\n=========================\n\\n\\n序章\n\\n\\n　　黑暗中，光源急速变小，即便下意识伸出手来也抓不着。强烈的坠落感令南云始缩紧跨下，露出因恐惧而扭曲的表情，凝视着逐渐消失的光。\n\\n\\n始现在正飞快地朝宛如十八层地狱般的深崖中坠落，眼前可见地上的光亮。在探索迷宫时跌进地表巨大的裂缝后，始持续不断地落下，最后终于来到了光线照不到的深处。在一片漆黑之中，始听着嗡嗡的风声，同时脑海里闪过了走马灯。\n\\n\\n自从来到这个稍嫌严酷，无法以充满梦想与希望的奇幻一词形容的世界，身为日本人的他尝尽种种不公不义，甚至落得以现在进行式经历不幸的下场。\n\\n\\n　　星期一是一周内最令人忧郁的起始之日。面临接下来的一个礼拜，大多数人肯定都会叹着气，怀念截至昨天为止的天堂吧。\n\\n\\n而南云始也不例外。不过以始的情况来说，除了嫌麻烦外，主要的原因还有学校环境极度恶劣所导致的忧郁。\n\\n\\n始一如往常地在上课钟声即将响起时抵达学校，勉强撑着通宵过后步履蹒跚的身体打开教室的门。\n\\n\\n刹那间，教室里大半的男学生们或是咂舌，或是瞪了过来。女学生们也都一脸不友善。漠不关心还算好的，甚至有人明显对始投以侮蔑的脸色。\n\\n\\n始极力不去在意旁人的眼光，走向自己的座位。不过往往都会有人出言调侃他。\n\\n\\n「喂，恶宅！又熬夜打电动啦？反正一定是在玩十八禁游戏吧？」\n\\n\\n「呜哇，好恶喔～熬夜玩十八禁游戏真的超恶耶。」\n\\n\\n也不晓得是哪里有趣，男学生们哈哈大笑起来。开口搭腔的是桧山大介，他每天都不厌其烦地照例带头找始的碴。在附近嗤笑的有三个人，分别是斋藤良树、近藤礼一、中野信治，基本上这四人总是频频骚扰始。\n\\n\\n桧山说得没错，始是御宅族。话虽如此，他的仪容举止还算体面，不值得蒙上恶宅的骂名。头发剪得齐短，没有乱翘。沟通上也毫无障碍，尽管本身并不主动，却能与人对答如流。虽然个性温顺，但也不让人觉得阴沉。他只是单纯喜欢创作物\u2014\u2014\u2014\u2014漫画、小说、游戏、电影等东西而已。\n\\n\\n的确，社会上普遍对御宅族观感不佳，不过通常仅限于嘲笑的程度，不至于抱持着如此强烈的愤恨之心。那么，为何男任感也很强，所以各年级的学生经常找她帮忙。而她总是认真地接受请托，从不露出厌烦的表情，其胸怀之大实在不像个高中生。\n\\n\\n不知道为什么，这样的香织经常照应着始。由于熬夜的关系，始常常在上课时打瞌睡，被视为不认真的学生(不过成绩保持在平均值)。香织应是基于天生爱照顾人的个性才特别关心他。\n\\n\\n如果始的上课态度因而改善，或是长得够帅，香织的关怀或许可以被容许。但不巧的是始相貌极其平凡，还奉『生活是兴趣之余的事情』为座右铭，所以态度也不见改善。同样平凡的男学生们无法忍受这样的始和香织变得亲密，忿忿地心想『那家伙到底凭什么啊！』。至于女生们似乎只是纯粹地对于始给香织增添困扰，又无意改善的状况感到不快罢了。\n\\n\\n「啊、啊啊，早安，白崎同学。」\n\\n\\n置身于让人不禁怀疑『这是杀气吗！？』的目光当中，始僵着脸回话。\n\\n\\n香织闻言露出开心的表情。『为什么会是这种表情啊！』一旁刺来的视线令始冒出更多冷汗。始每次都觉得很奇怪。为什么学校第一美少女香织会这么关心自己呢？在始看来，除了香织的个性之外，其中似乎另有隐情。\n\\n\\n不过他怎么样都不可能狂妄地认为香织对自己怀有恋爱情感。始自知自己为了兴趣割舍掉许多事物，长相、成绩和运动能力也都很平凡。她身边还有自己比不上的好男人在。因此，她的态度实在是非常不可思议。\n\\n\\n「话说回来，请注意一下这场带有杀气的眼神风暴吧！」始在内心这么恳求着。不过他并没有把话说出口。因为如果这么做，他肯定会瞬间被押到体育馆后方\u2026\u2026\n\\n\\n当始衡量着结束对话的时机时，三名男女接近而来。其中当然也包括了刚刚举例的『好男人』。\n\\n\\n「南云同学，早安。你每天都很辛苦啊。」\n\\n\\n「香织，你还继续照顾他啊？受不了，香织真的很温柔呢。」\n\\n\\n「一点也没错。对于这种毫无干劲的家伙，不管说什么都没用啦。」\n\\n\\n三人之中唯一向始问早的女学生名叫八重樫雫，是香织的好友。绑成马尾的黑色长发是她的注册商标。双眼细长锐利，眼里却透出几分温柔，比起冷漠，反倒予人帅气的印象。\n\\n\\n身高一百七十二公分，以女生来说算是高大。再加上紧实的身躯，以及凛然的气质，整个人仿佛武士一般。事实上雫家里经营著名为八重樫流的剑术道场，她本人从小学起更是剑道大会上不败的猛将。听说她曾屡次以当代美少女剑士之姿接受杂志采访，甚至还有狂热的支持者追随。经常可见被学妹们带着热情的眼神奉为『姊姊大人』时，雫脸颊僵硬抽搐的景象。\n\\n\\n再来，用有些做作的口吻对香织搭腔的是天之河光辉。姓名有如勇者般闪亮亮的他，是个相貌堂堂、成绩优秀，与运动全能的完美超人。\n\\n\\n他拥有一头蓬松的褐发、温柔的眼眸、近一百八十公分的身高，以及纤瘦却结实的体格。对任何人都很温柔，正义感也极强（自以为是）。自小学起便加入八重樫道场门下，与雫同为国家级的猛将，和雫是青梅竹马。听说有数打的女学生们爱慕着他，不过由于他总是跟雫和香织在一起，似乎有不少人望而却步，最终并未付诸行动告白。即使如此，每月还是会有两个以上的人向他表白，而且不分校内外，可谓名副其实的万人迷。\n\\n\\n最后，随口敷衍的男学生名叫坂上龙太郎，是光辉的好友。他有着一头推短的头发，以及锐气与活力兼具的眼眸。身高一百九十公分，体格像熊一般壮硕。人如其表，属于头脑简单、不拘小节的类型。\n\\n\\n龙太郎最喜欢努力、热血、毅力之 要香织不管自己，他原本可以一直当个安静又不起眼的学生才对。\n\\n\\n「哎呀～啊哈哈\u2026\u2026」\n\\n\\n因此，始打算一笑置之。不过今天我们的女神仍旧毫无自觉地扔下炸弹。\n\\n\\n「？光辉同学，你在说什么啊？我、我只是想跟南云同学说话而已呀。」\n\\n\\n教室里顿时掀起骚动。男生们咬牙切齿地瞪着始，仿佛想将他咒杀一般。桧山等四人甚至开始讨论午休时间要把始带到哪里去。\n\\n\\n「咦？\u2026\u2026啊啊，香织真的很温柔呢。」\n\\n\\n看来光辉似乎把香织的一席话解释成在关心始了。虽然光辉是个完美超人，但不晓得是不是因为这个缘故，他有着对自己的正当性过于深信不疑的缺点。「这方面真是棘手啊～」始抱着逃避现实的心情，透过教室的窗户眺望蓝天。\n\\n\\n「\u2026\u2026对不起喔。他们两人并没有恶意\u2026\u2026」\n\\n\\n在场最了解众人心情与人际关系的雫偷偷向始道歉。始一副「这也没办法」的样子，苦笑着耸了耸肩。\n\\n\\n说着说着，上课钟声响起，老师走进教室。大概是早已习惯教室内异样的气氛吧，老师若无其事地宣布早上的注意事项。然后大家理所当然地开始上课，始一如往常地启程前往梦中世界。\n\\n\\n香织见状流露出淡淡的微笑。雫一脸傻眼的表情，看着就某方面来说也算天赋英才的始。男生们纷纷咂舌，女生们则是投以轻蔑的视线。\n\\n\\n过了一阵子，教室内开始稍微喧闹起来。身为打瞌睡的惯犯，始的身体牢牢记住了应该醒来的时机。就感觉来看，现在似乎已经是午休时间。\n\\n\\n始撑起趴在桌面上的身体，窸窸窣窣地取出十秒便能补充能量的制式午餐。下意识地放眼望去，不晓得是不是购买小队已经冲出教室，人数减少了许多。不过始班上的人大多都带便当，所以还有三分之二左右的学生留下。此外，上第四堂课的社会科老师畑山爱子（今年二十五岁）正站在讲台上，与几位学生有说有笑。\n\\n\\n\u2014\u2014\u2014\u2014咻噜噜噜，啾啵！\n\\n\\n用十秒钟迅速补充完下午的能量后，始打算趴在桌上再小睡一会儿。不过我们的女神\u2014\u2014\u2014\u2014对始来说是某种层面上的恶魔\u2014\u2014\u2014\u2014却不让始如愿，笑盈盈地来到他的座位边。\n\\n\\n始在心中哀嚎着「完了」。因为礼拜一的关系，他似乎有点睡昏头了。平常在跟香织他们扯上关系之前，始总是抢先离开教室，找个不显眼的地方午睡。不过两天的熬夜似乎默默地产生了影响。\n\\n\\n「南云同学，真难得看到你出现在教室里呢。在吃便当吗？不介意的话，一起吃如何？」\n\\n\\n教室内再度开始充斥着危险的空气，始在内心大声惨叫。「说真的，你干嘛那么关心咱啊？」始差点不由自主地脱口说出意义不明的方言。\n\\n\\n始尝试抵抗。\n\\n\\n「啊～谢谢你的邀请，白崎同学。不过我已经吃完了，你要不要跟天之河同学他们一起吃呢？」\n\\n\\n这么说完，始轻轻亮出宛如木乃伊般被吸干内容物的包装袋。要是拒绝的话，感觉好像会被当成是不知好歹的家伙，不过总比午休期间一直坐如针毡要好得多了。\n\\n\\n可是女神却锲而不舍地继续追击，仿佛这点程度的抵抗不具有任何意义。\n\\n\\n「咦！？你的午餐就只有这些吗？这样不好喔，你要正常吃饭才行。我把便当分给你吧！」\n\\n\\n（拜托你饶了我吧！好歹注意一下周遭的氛围吧！）\n\\n\\n当始面临逐渐增加的压力而冷汗直流时，救世主现身了。是光辉和龙太郎。\n\\n\\n「香织，来这边一起吃吧。毕竟南云好像还没睡饱的样子。我可不容许有人漫不经心地吃掉香织特地亲手烹煮的美味料理喔。」\n\\n\\n听到光辉带着爽朗的笑容装模作样地说出这= 大家快点离开教室！」，不过同一时间，魔法阵宛如爆炸般闪现强光。\n\\n\\n不知道过了几秒还是几分钟后，当被白光占据的教室再度恢复色彩时，那里已经没有任何人的踪影。被踢倒的椅子、打开来吃到一半的便当、散乱的筷子与宝特瓶，以及教室的各种用品都原封不动地留在原地，只有人消失了。\n\\n\\n　　这起大白天在高中内发生的集体神隐事件震惊了社会，不过那又是另一个故事了。\n\\n\\n--&gt;\"&gt;\\n\\n","create_time":1572220067,"update_time":1572220067,"delete_time":null}]}
     */

    private int code;
    private String msg;
    private String time;
    private DataBean data;

    public int getCode() {
        return code;
    }

    public void setCode(int code) {
        this.code = code;
    }

    public String getMsg() {
        return msg;
    }

    public void setMsg(String msg) {
        this.msg = msg;
    }

    public String getTime() {
        return time;
    }

    public void setTime(String time) {
        this.time = time;
    }

    public DataBean getData() {
        return data;
    }

    public void setData(DataBean data) {
        this.data = data;
    }

    public static class DataBean {
        private List<ArticleBean> article;

        public List<ArticleBean> getArticle() {
            return article;
        }

        public void setArticle(List<ArticleBean> article) {
            this.article = article;
        }

        public static class ArticleBean {
            /**
             * id : 18957
             * volume : 第一卷
             * title : 序章
             * book_id : 22
             * link : https://www.qinxiaoshuo.com/read/0/2074/5d77da1356fec85e5b1048f9.html
             * words : 0
             * source : 1
             * is_get : 2
             * content : 第一卷  序章
             \n\n校对：化物语
             \n\n二校：水色loli控
             \n\n=========================
             \n\n　　简介：
             \n\n『被霸凌的孩子』南云始，与同班同学一起被召唤至异世界。虽然同学们接连显现战斗取向的特殊能力，但始却只拥有炼成师这种平凡的能力。而且在异世界仍为最弱的他，竟被某位同学恶意推落了迷宫深谷──！？
             \n\n在找不到方法逃脱的绝望深渊中，始像是命中注定般地邂逅吸血鬼月，寻得了以炼成师的身分造就最强的道路──
             \n\n「我保护月，月也保护我。这样我就是最强的。我要扫荡一切，超越全世界。」
             \n\n坠落深渊的少年与隐居最深处的吸血鬼，两人联手打造的『最强』异世界奇幻故事，正式揭开序幕！
             \n\n　　序章
             \n\n第一章　异世界召唤与平凡天职
             \n\n第二章　深渊底层的怪物
             \n\n第三章　黄金吸血姬
             \n\n第四章　最深处的守护者
             \n\n最终章　启程
             \n\n序章性质的终章
             \n\n番外篇　胜算百分之零的战役
             \n\n后记
             \n\n特典小册子　降临在圣地的战姬
             \n\n降临在圣地的女武神
             \n\n追求浪漫
             \n\n=========================
             \n\n序章
             \n\n　　黑暗中，光源急速变小，即便下意识伸出手来也抓不着。强烈的坠落感令南云始缩紧跨下，露出因恐惧而扭曲的表情，凝视着逐渐消失的光。
             \n\n始现在正飞快地朝宛如十八层地狱般的深崖中坠落，眼前可见地上的光亮。在探索迷宫时跌进地表巨大的裂缝后，始持续不断地落下，最后终于来到了光线照不到的深处。在一片漆黑之中，始听着嗡嗡的风声，同时脑海里闪过了走马灯。
             \n\n自从来到这个稍嫌严酷，无法以充满梦想与希望的奇幻一词形容的世界，身为日本人的他尝尽种种不公不义，甚至落得以现在进行式经历不幸的下场。
             \n\n　　星期一是一周内最令人忧郁的起始之日。面临接下来的一个礼拜，大多数人肯定都会叹着气，怀念截至昨天为止的天堂吧。
             \n\n而南云始也不例外。不过以始的情况来说，除了嫌麻烦外，主要的原因还有学校环境极度恶劣所导致的忧郁。
             \n\n始一如往常地在上课钟声即将响起时抵达学校，勉强撑着通宵过后步履蹒跚的身体打开教室的门。
             \n\n刹那间，教室里大半的男学生们或是咂舌，或是瞪了过来。女学生们也都一脸不友善。漠不关心还算好的，甚至有人明显对始投以侮蔑的脸色。
             \n\n始极力不去在意旁人的眼光，走向自己的座位。不过往往都会有人出言调侃他。
             \n\n「喂，恶宅！又熬夜打电动啦？反正一定是在玩十八禁游戏吧？」
             \n\n「呜哇，好恶喔～熬夜玩十八禁游戏真的超恶耶。」
             \n\n也不晓得是哪里有趣，男学生们哈哈大笑起来。开口搭腔的是桧山大介，他每天都不厌其烦地照例带头找始的碴。在附近嗤笑的有三个人，分别是斋藤良树、近藤礼一、中野信治，基本上这四人总是频频骚扰始。
             \n\n桧山说得没错，始是御宅族。话虽如此，他的仪容举止还算体面，不值得蒙上恶宅的骂名。头发剪得齐短，没有乱翘。沟通上也毫无障碍，尽管本身并不主动，却能与人对答如流。虽然个性温顺，但也不让人觉得阴沉。他只是单纯喜欢创作物————漫画、小说、游戏、电影等东西而已。
             \n\n的确，社会上普遍对御宅族观感不佳，不过通常仅限于嘲笑的程度，不至于抱持着如此强烈的愤恨之心。那么，为何男任感也很强，所以各年级的学生经常找她帮忙。而她总是认真地接受请托，从不露出厌烦的表情，其胸怀之大实在不像个高中生。
             \n\n不知道为什么，这样的香织经常照应着始。由于熬夜的关系，始常常在上课时打瞌睡，被视为不认真的学生(不过成绩保持在平均值)。香织应是基于天生爱照顾人的个性才特别关心他。
             \n\n如果始的上课态度因而改善，或是长得够帅，香织的关怀或许可以被容许。但不巧的是始相貌极其平凡，还奉『生活是兴趣之余的事情』为座右铭，所以态度也不见改善。同样平凡的男学生们无法忍受这样的始和香织变得亲密，忿忿地心想『那家伙到底凭什么啊！』。至于女生们似乎只是纯粹地对于始给香织增添困扰，又无意改善的状况感到不快罢了。
             \n\n「啊、啊啊，早安，白崎同学。」
             \n\n置身于让人不禁怀疑『这是杀气吗！？』的目光当中，始僵着脸回话。
             \n\n香织闻言露出开心的表情。『为什么会是这种表情啊！』一旁刺来的视线令始冒出更多冷汗。始每次都觉得很奇怪。为什么学校第一美少女香织会这么关心自己呢？在始看来，除了香织的个性之外，其中似乎另有隐情。
             \n\n不过他怎么样都不可能狂妄地认为香织对自己怀有恋爱情感。始自知自己为了兴趣割舍掉许多事物，长相、成绩和运动能力也都很平凡。她身边还有自己比不上的好男人在。因此，她的态度实在是非常不可思议。
             \n\n「话说回来，请注意一下这场带有杀气的眼神风暴吧！」始在内心这么恳求着。不过他并没有把话说出口。因为如果这么做，他肯定会瞬间被押到体育馆后方……
             \n\n当始衡量着结束对话的时机时，三名男女接近而来。其中当然也包括了刚刚举例的『好男人』。
             \n\n「南云同学，早安。你每天都很辛苦啊。」
             \n\n「香织，你还继续照顾他啊？受不了，香织真的很温柔呢。」
             \n\n「一点也没错。对于这种毫无干劲的家伙，不管说什么都没用啦。」
             \n\n三人之中唯一向始问早的女学生名叫八重樫雫，是香织的好友。绑成马尾的黑色长发是她的注册商标。双眼细长锐利，眼里却透出几分温柔，比起冷漠，反倒予人帅气的印象。
             \n\n身高一百七十二公分，以女生来说算是高大。再加上紧实的身躯，以及凛然的气质，整个人仿佛武士一般。事实上雫家里经营著名为八重樫流的剑术道场，她本人从小学起更是剑道大会上不败的猛将。听说她曾屡次以当代美少女剑士之姿接受杂志采访，甚至还有狂热的支持者追随。经常可见被学妹们带着热情的眼神奉为『姊姊大人』时，雫脸颊僵硬抽搐的景象。
             \n\n再来，用有些做作的口吻对香织搭腔的是天之河光辉。姓名有如勇者般闪亮亮的他，是个相貌堂堂、成绩优秀，与运动全能的完美超人。
             \n\n他拥有一头蓬松的褐发、温柔的眼眸、近一百八十公分的身高，以及纤瘦却结实的体格。对任何人都很温柔，正义感也极强（自以为是）。自小学起便加入八重樫道场门下，与雫同为国家级的猛将，和雫是青梅竹马。听说有数打的女学生们爱慕着他，不过由于他总是跟雫和香织在一起，似乎有不少人望而却步，最终并未付诸行动告白。即使如此，每月还是会有两个以上的人向他表白，而且不分校内外，可谓名副其实的万人迷。
             \n\n最后，随口敷衍的男学生名叫坂上龙太郎，是光辉的好友。他有着一头推短的头发，以及锐气与活力兼具的眼眸。身高一百九十公分，体格像熊一般壮硕。人如其表，属于头脑简单、不拘小节的类型。
             \n\n龙太郎最喜欢努力、热血、毅力之 要香织不管自己，他原本可以一直当个安静又不起眼的学生才对。
             \n\n「哎呀～啊哈哈……」
             \n\n因此，始打算一笑置之。不过今天我们的女神仍旧毫无自觉地扔下炸弹。
             \n\n「？光辉同学，你在说什么啊？我、我只是想跟南云同学说话而已呀。」
             \n\n教室里顿时掀起骚动。男生们咬牙切齿地瞪着始，仿佛想将他咒杀一般。桧山等四人甚至开始讨论午休时间要把始带到哪里去。
             \n\n「咦？……啊啊，香织真的很温柔呢。」
             \n\n看来光辉似乎把香织的一席话解释成在关心始了。虽然光辉是个完美超人，但不晓得是不是因为这个缘故，他有着对自己的正当性过于深信不疑的缺点。「这方面真是棘手啊～」始抱着逃避现实的心情，透过教室的窗户眺望蓝天。
             \n\n「……对不起喔。他们两人并没有恶意……」
             \n\n在场最了解众人心情与人际关系的雫偷偷向始道歉。始一副「这也没办法」的样子，苦笑着耸了耸肩。
             \n\n说着说着，上课钟声响起，老师走进教室。大概是早已习惯教室内异样的气氛吧，老师若无其事地宣布早上的注意事项。然后大家理所当然地开始上课，始一如往常地启程前往梦中世界。
             \n\n香织见状流露出淡淡的微笑。雫一脸傻眼的表情，看着就某方面来说也算天赋英才的始。男生们纷纷咂舌，女生们则是投以轻蔑的视线。
             \n\n过了一阵子，教室内开始稍微喧闹起来。身为打瞌睡的惯犯，始的身体牢牢记住了应该醒来的时机。就感觉来看，现在似乎已经是午休时间。
             \n\n始撑起趴在桌面上的身体，窸窸窣窣地取出十秒便能补充能量的制式午餐。下意识地放眼望去，不晓得是不是购买小队已经冲出教室，人数减少了许多。不过始班上的人大多都带便当，所以还有三分之二左右的学生留下。此外，上第四堂课的社会科老师畑山爱子（今年二十五岁）正站在讲台上，与几位学生有说有笑。
             \n\n————咻噜噜噜，啾啵！
             \n\n用十秒钟迅速补充完下午的能量后，始打算趴在桌上再小睡一会儿。不过我们的女神————对始来说是某种层面上的恶魔————却不让始如愿，笑盈盈地来到他的座位边。
             \n\n始在心中哀嚎着「完了」。因为礼拜一的关系，他似乎有点睡昏头了。平常在跟香织他们扯上关系之前，始总是抢先离开教室，找个不显眼的地方午睡。不过两天的熬夜似乎默默地产生了影响。
             \n\n「南云同学，真难得看到你出现在教室里呢。在吃便当吗？不介意的话，一起吃如何？」
             \n\n教室内再度开始充斥着危险的空气，始在内心大声惨叫。「说真的，你干嘛那么关心咱啊？」始差点不由自主地脱口说出意义不明的方言。
             \n\n始尝试抵抗。
             \n\n「啊～谢谢你的邀请，白崎同学。不过我已经吃完了，你要不要跟天之河同学他们一起吃呢？」
             \n\n这么说完，始轻轻亮出宛如木乃伊般被吸干内容物的包装袋。要是拒绝的话，感觉好像会被当成是不知好歹的家伙，不过总比午休期间一直坐如针毡要好得多了。
             \n\n可是女神却锲而不舍地继续追击，仿佛这点程度的抵抗不具有任何意义。
             \n\n「咦！？你的午餐就只有这些吗？这样不好喔，你要正常吃饭才行。我把便当分给你吧！」
             \n\n（拜托你饶了我吧！好歹注意一下周遭的氛围吧！）
             \n\n当始面临逐渐增加的压力而冷汗直流时，救世主现身了。是光辉和龙太郎。
             \n\n「香织，来这边一起吃吧。毕竟南云好像还没睡饱的样子。我可不容许有人漫不经心地吃掉香织特地亲手烹煮的美味料理喔。」
             \n\n听到光辉带着爽朗的笑容装模作样地说出这= 大家快点离开教室！」，不过同一时间，魔法阵宛如爆炸般闪现强光。
             \n\n不知道过了几秒还是几分钟后，当被白光占据的教室再度恢复色彩时，那里已经没有任何人的踪影。被踢倒的椅子、打开来吃到一半的便当、散乱的筷子与宝特瓶，以及教室的各种用品都原封不动地留在原地，只有人消失了。
             \n\n　　这起大白天在高中内发生的集体神隐事件震惊了社会，不过那又是另一个故事了。
             \n\n--&gt;"&gt;\n\n
             * create_time : 1572220067
             * update_time : 1572220067
             * delete_time : null
             */

            private int id;
            private String volume;
            private String title;
            private int book_id;
            private String link;
            private int words;
            private int source;
            private int is_get;
            private String content;
            private int create_time;
            private int update_time;
            private Object delete_time;

            public int getId() {
                return id;
            }

            public void setId(int id) {
                this.id = id;
            }

            public String getVolume() {
                return volume;
            }

            public void setVolume(String volume) {
                this.volume = volume;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }

            public int getBook_id() {
                return book_id;
            }

            public void setBook_id(int book_id) {
                this.book_id = book_id;
            }

            public String getLink() {
                return link;
            }

            public void setLink(String link) {
                this.link = link;
            }

            public int getWords() {
                return words;
            }

            public void setWords(int words) {
                this.words = words;
            }

            public int getSource() {
                return source;
            }

            public void setSource(int source) {
                this.source = source;
            }

            public int getIs_get() {
                return is_get;
            }

            public void setIs_get(int is_get) {
                this.is_get = is_get;
            }

            public String getContent() {
                return content;
            }

            public void setContent(String content) {
                this.content = content;
            }

            public int getCreate_time() {
                return create_time;
            }

            public void setCreate_time(int create_time) {
                this.create_time = create_time;
            }

            public int getUpdate_time() {
                return update_time;
            }

            public void setUpdate_time(int update_time) {
                this.update_time = update_time;
            }

            public Object getDelete_time() {
                return delete_time;
            }

            public void setDelete_time(Object delete_time) {
                this.delete_time = delete_time;
            }
        }
    }
}
